Revit 2026 API
FormUtils Methods
The FormUtils type exposes the following members.
Methods
Name | Description
CanBeDissolved
DissolveForms(Document, ICollection<ElementId>)
DissolveForms(Document, ICollection<ElementId>, ICollection<ElementId>)
Top
See Also
Reference
FormUtils Class
Autodesk.Revit.DB Namespace